
{
  '1': {
    sg: 1, groups: [11, 12, 13, 14],     visible: true, name: 'Inland and Urbanised',
    keywords: 'Central and western Europe, major cities, inland, fluvial flooding, affluent and innovative, high critical infrastructure provision',
    description: 'Cities and NUTS3 regions in this class are predominantly located in Central and Western Europe. A number of capital cities are included. Fluvial flooding from rivers is the key climate hazard facing these areas. There is also the potential for greater surface water flooding arising from projected increase in heavy rainfall events over the coming decades. Exposure of people, settlements and critical infrastructure to fluvial flooding is currently relatively high in a European context. Due to their low lying topography, exposure to landslides is relatively low. These are relatively affluent and innovative areas and are projected to experience increases in migration and numbers of young people. They also have well developed road networks and high broadband access and bandwidth capacity. For reasons such as these, they have relatively low sensitivity to climate change hazards and high adaptive capacity, and their vulnerability to climate change is therefore relatively low. However, given that exposure to fluvial flooding is high, climate change and extreme weather remains an important risk. The radial diagram for this class, the related sub-classes and the indicator data contained within this online portal can be used to develop a richer picture of the climate risk characteristics of cities and NUTS 3 regions falling within the Inland and Urbanised typology class.'
  },
  '2': {
    sg: 2, groups: [21, 22, 23, 24],     visible: true, name: 'Inland Hinterlands',
    keywords: 'Eastern Europe and central France, multiple climate hazards, exposure to fluvial flooding, peri-urban and rural, relatively low GDP (in a European context), low projected migration',
    description: 'The majority of the cities and NUTS3 regions in this class are concentrated in Eastern Europe and Central France. They face a wide range of climate change hazards including fluvial flooding, rising temperatures and heat waves and wild fires. These areas show relatively high exposure of people, settlements and critical infrastructure to fluvial flooding from rivers, but less so to landslide hazards. They have relatively low provision of critical infrastructure and broadband/bandwidth capacity compared to other parts of Europe. This is related to their peri-urban and rural locations, which also reflects in their relatively low population densities and proportions of built up area. In a European context, they have lower levels of GDP and employment opportunities, and as a result are in receipt of high levels of European funding via priority allocation schemes. This economic situation can also help to explain the projections for low levels of migration and numbers of young people in the population in the future. Due to the range of hazards faced, the notable exposure to fluvial flooding and relatively high levels of vulnerability, climate change risk is an important issue. The radial diagram for this class, the related sub-classes and the indicator data contained within this online portal can be used to develop a richer picture of the climate risk characteristics of cities and NUTS 3 regions falling within the Inland Hinterlands typology class.'
  },
  '3': {
    sg: 3, groups: [31, 32, 33, 34],     visible: true, name: 'Northern Lands',
    keywords: 'Northern Europe, coastal hazard exposure, cool and wet, projected increase in very heavy rainfall events, affluent and dynamic, high projected migration',
    description: 'As suggested by the name of this class, these cities and NUTS3 regions are located in Northern Europe. Aside from Denmark, much of Scandinavia falls within this class. Parts of Western Scotland, the Baltic States and Iceland (aside from Reykjavik) are also encompassed. These are cool and wet areas, although temperatures are nevertheless rising at a higher than average rate for Europe, with the number of ice days projected to fall significantly. They are also projected to experience a large increase in heavy and very heavy precipitation days compared to other European locations, which may increase the chance of surface water flooding in some areas. Coastal hazards are a threat , which results in high exposure of people, settlements and critical infrastructure to this hazard. These are often large areas with relatively low urban population densities and many smaller rural settlements. Urban areas have high levels of green space, and are not densely built up. Broadband and bandwidth capacity are relatively low, as is the density of transport networks with low numbers of road intersections and transport nodes.  Due to low population densities, the number of critical infrastructure assets per 1000 people (e.g. airports, hospitals etc.) is high from a European perspective. Socio-economically, these are affluent and dynamic places with projected increases in migration and numbers of young people over the coming decades. This increases their capacity to adapt to the changing climate, and lessens their level of climate risk. The radial diagram for this class, the related sub-classes and the indicator data contained within this online portal can be used to develop a richer picture of the climate risk characteristics of cities and NUTS 3 regions falling within the Northern Lands typology class.'
  },
  '4': {
    sg: 4, groups: [41, 42, 43, 44],     visible: true, name: 'Southern Lands',
    keywords: 'Mediterranean, increasingly hot and dry, landslides and coastal hazards, relatively low critical infrastructure provision, economic challenges (from a European perspective)',
    description: 'This class is principally Mediterranean. It\'s cities and NUTS3 regions cover the majority of Portugal and Spain, France\'s Mediterranean coast, Italy, Croatia and Greece. These areas are hot and dry, and are projected to become increasingly so over the coming decades with climate change. Landslides and coastal hazards are a feature, with people, settlements and infrastructure currently exposed to both of these hazards, particularly landslides. High soil moisture stress and projected water consumption pressure increase the threat of water shortages and drought. Critical infrastructure provision and broadband/bandwidth capacity is relatively low from a European perspective. Urban population density is above the average for Europe, although the coverage of built up areas and green spaces in urban areas is relatively low. Socio-economic indicators highlight that these areas face challenges, with higher than average levels of poverty risk, and lower than average GDP, employment prospects and patent applications. These factors combine to increase vulnerability to climate change hazards and increase overall levels of climate risk. The radial diagram for this class, the related sub-classes and the indicator data contained within this online portal can be used to develop a richer picture of the climate risk characteristics of cities and NUTS 3 regions falling within the Southern Lands typology class.'
  },
  '5': {
    sg: 5, groups: [51, 52, 53, 54, 55], visible: true, name: 'North West Coasts',
    keywords: 'Atlantic and North Sea coasts, areas of high population density, high exposure to coastal hazards but not to other climate hazards, projected increases in migration',
    description: 'This class covers the majority of the coastal zones of the UK, northern France and Denmark. Parts of the Belgium, Netherlands and northern Germany are also include. However, this class does not encompass the Scandinavian or Baltic coasts. Coastal hazards are a particular feature of these cities and NUTS3 regions. Given the relatively high urban population densities and numbers of transport nodes in these areas, this translates into high levels of exposure of people, settlements and infrastructure to coastal hazards in comparison to other parts of Europe. Conversely, exposure to fluvial flooding and landslide hazards is relatively low from a European perspective.  Socio-economic indicators do not suggest that these are amongst Europe\'s most affluent and dynamic locations, although they also highlight that they are not amongst the poorest. The number of young people is projected to increase as is migration, and there is relatively good access to broadband and high internet bandwidths. These factors can help to moderate levels of vulnerability to coastal hazards, although the high degree of exposure to this hazard places climate change as a key risk to economic development and health and wellbeing. The radial diagram for this class, the related sub-classes and the indicator data contained within this online portal can be used to develop a richer picture of the climate risk characteristics of cities and NUTS 3 regions falling within the North West Coasts typology class.'
  },
  '6': {
    sg: 6, groups: [61, 62, 63],         visible: true, name: 'Landlocked and Elevated ',
    keywords: 'Alpine and central European mountains and uplands, high landslide and fluvial flooding exposure, projected increase in very heavy rainfall, dense transport infrastructure, relatively affluent and innovative',
    description: 'This class covers the Alps, upland areas of Germany, parts of the Carpathian Mountains and France\'s Massif Central and Eastern mountain ranges. Aside from several areas in Italy, all cities and NUTS 3 regions are inland. The topography and high rainfall levels contribute to landslides standing out as a key hazard. Climate change is projected to increase the frequency and intensity of heavy and very heavy rainfall days, which could result in an even greater threat of landslides. It is therefore understandable that the exposure of people, settlements and critical infrastructure to landslides is high from a European perspective. Here, high transport infrastructure densities (road intersections, transport nodes) stand out as a particular issue, although population densities are relatively low. Exposure to fluvial flooding is also relatively high. Projections for climate change induced intensification of extreme rainfall may drive exposure levels higher still. These areas are relatively affluent and innovative compared to others in Europe, and are projected to experience increasing migration in the future. It is clear that climate change poses a range of risks to these regions over the coming decades, although their relatively high levels of adaptive capacity may help to lessen levels of risk. The radial diagram for this class, the related sub-classes and the indicator data contained within this online portal can be used to develop a richer picture of the climate risk characteristics of cities and NUTS 3 regions falling within the Landlocked and Elevated typology class.'
  },
  '7': {
    sg: 7, groups: [71, 72, 73, 74],     visible: true, name: 'North West Urban',
    keywords: 'North west Europe, predominantly inland, urbanised, relatively low hazard exposure, projected increase in very heavy rainfall, GDP and employment prospects above European average',
    description: 'England, Belgium and Germany dominate this class, although there are outliers in France, Poland and Austria. These are predominantly inland cities and NUTS3 regions. Projections highlight that they will experience an increasing number of consecutive wet days and days with heavy and very heavy rainfall.  Aside from this, their hazard profile is relatively benign. As a result, exposure to hazards including fluvial flooding, landslides and coastal hazards is low in relation to other parts of Europe. These are generally urbanised areas with above average population densities, urban built environment coverage and numbers of road intersections and transport nodes (reflecting dense transport networks). GDP, employment prospects and patent applications indicators are at a level above the European average, suggesting higher levels of adaptive capacity to climate change hazards. This can help to moderate risks associated with increasing rainfall (and potential fluvial and surface water flood risk) that these areas may face in the future. The radial diagram for this class, the related sub-classes and the indicator data contained within this online portal can be used to develop a richer picture of the climate risk characteristics of cities and NUTS 3 regions falling within the North West Urban typology class.'
  },
  '8': {
    sg: 8, groups: [81, 82, 83],         visible: true, name: 'Lowlands and Estuaries',
    keywords: 'Low lying and estuarine locations, high exposure to fluvial flooding and coastal hazards, good critical infrastructure provision, relatively strong economies',
    description: 'This class encompasses a relatively small number of cities and NUTS3 regions sited in low lying and estuarine locations, particularly in the Netherlands and Denmark. Other regions sharing these characteristics, for example in North Eastern Italy and Northern Germany, also fall within this class. The key hazards that they face are fluvial flooding and coastal hazards, to a degree that is well above the European average. Exposure of people, settlements and critical infrastructure to these hazards is also particularly high in a European context. There are relatively few people at risk of poverty, and migration levels are projected to increase. GDP, employment prospects and patent applications indicators show values that from an Economic perspective, these areas sit above the average for Europe\'s cities and NUTS3 regions. These locations also have relatively high critical infrastructure provision and access to broadband and high bandwidths. This suggests that capacity to adapt to hazards is relatively high and sensitivity relatively low. However, the severity of the hazards faced by these areas, and the high level of exposure to fluvial flooding and coastal hazards, highlights that climate change stands out as a major risk factor. The radial diagram for this class, the related sub-classes and the indicator data contained within this online portal can be used to develop a richer picture of the climate risk characteristics of cities and NUTS 3 regions falling within the Lowlands and Estuaries typology class.'
  }
}

{
  '11': {
    g: 11, sg: 1, visible: true, name: 'IU1',
    keywords: 'Cities and their surrounding hinterland areas, landslide hazard exposure, higher incidence of wildfire and future heat waves (in comparison to regions in other Inland and Urbanised sub-classes), growing population.',
    description: 'This sub-class encompasses a number of widely dispersed major cities (e.g. Milan, Vienna, Budapest, Lyon, Zurich, Prague) and NUTS 3 regions immediately surrounding major cities (e.g. Paris and Frankfurt). Relative to cities and NUTS3 regions within the three other Inland and Urbanised sub-classes, IU1 has the following distinguishing features and characteristics: higher landslide and wildfire hazard; higher projected increase in the number of heat wave days; lower projected increase in the number of wet days; high exposure of infrastructure to landslides; higher soil moisture stress and pressure on water resources; longer and less dense road and rail networks; higher projected increase in total population, migration and the number of older and younger people; higher number of patent applications. Other indicators are around the average for the Inland and Urbanised class. The radial diagram for IU1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the IU1 sub-class in relation to the Inland and Urbanised typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '12': {
    g: 12, sg: 1, visible: true, name: 'IU2',
    keywords: 'Capital cities and key urban centres, high flood hazard, built up, densely populated, dense transport infrastructure networks, affluent.',
    description: 'This sub-class is almost entirely made up of the urban centres of major cities in northern and western Europe, particularly the UK and Germany. Other countries are also represented, for example Paris, Brussels and Geneva all fall within this sub-class. Relative to cities and NUTS3 regions within the three other Inland and Urbanised sub-classes,  IU2 has the following distinguishing features and characteristics: higher flood hazard (which is itself the key hazard facing the Inland and Urbanised class, and is high in a European context); lower projected number of continuous wet days; lower projected number of heat wave days; lower exposure to landslides; higher urban population density and proportion of urban green and built up area; lower green urban and built up urban change; higher numbers of people at risk of poverty; higher performance on economic indicators. Other indicators are around the average for the Inland and Urbanised class. The radial diagram for IU2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the IU2 sub-class in relation to the Inland and Urbanised typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '13': {
    g: 13, sg: 1, visible: true, name: 'IU3',
    keywords: 'German and Polish cities, high flood hazard exposure, projected to become wetter, relatively wealthy but lower projected population growth.',
    description: 'This sub-class picks up a number of German cities, particularly in the south and the east (including Munich, Frankfurt and Leipzig), and also several of Poland\'s major cities (including Warsaw and Krakow). A cluster of connected NUTS 3 regions to the north of Munich (including the city itself) are also included. Relative to cities and NUTS3 regions within the three other Inland and Urbanised sub-classes, IU3 has the following distinguishing features and characteristics: higher projected increase in mean temperature; higher projected increase in the number of consecutive wet days and wet days; lower reduction in the projected number of ice days; lower soil moisture stress and pressure on water resources; higher exposure to fluvial flooding (cities and NUTS 3 regions in the Inland and Urbanised class are already themselves highly exposed to flooding in a European context); lower length of road and rail networks; lower broadband coverage and NGA provision; lower projected population growth; higher employment-population balance. Other indicators are around the average for the Inland and Urbanised class. The radial diagram for IU3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the IU3 sub-class in relation to the Inland and Urbanised typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '14': {
    g: 14, sg: 1, visible: true, name: 'IU4',
    keywords: 'Hinterlands surrounding major cities, large NUTS 3 regions, less densely populated, lower flood hazard exposure (than other sub-classes within the Inland and Urbanised Class).',
    description: 'NUTS3 regions immediately surrounding major cities in England (e.g. Birmingham), Belgium (e.g. Brussels) and Germany (e.g. Berlin) form this basis of this sub-class. A cluster of regions in the south east of the Netherlands, which includes the city of Eindhoven, are also represented. Relative to cities and NUTS3 regions within the three other Inland and Urbanised sub-classes, IU4 has the following distinguishing features and characteristics: lower fluvial flooding and landslide hazard; higher drought and wildfire hazard; lower projected increase in heat and rainfall related extremes; lower exposure to fluvial flooding and landslide hazards; higher increase in green urban and built up urban change; lower projected change in total population; lower performance on economic indicators (including GVA and employment-population balance). Other indicators are around the average for the Inland and Urbanised class. The radial diagram for IU4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the IU4 sub-class in relation to the Inland and Urbanised typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '21': {
    g: 21, sg: 2, visible: true, name: 'IH1',
    keywords: 'Baltic states and north east Poland',
    description: 'Inland cities and NUTS 3 regions of the Baltic States of Lithuania, Latvia and Estonia are a key feature of this sub-class, as is a cluster within north east Poland. Although they are largely inland, several areas do have coastlines. Relative to cities and NUTS3 regions within the three other Inland Hinterlands sub-classes, IH1 has the following distinguishing features and characteristics: lower incidence of landslides and fluvial flooding hazards; lower projected increase in the number of heat wave days and high temperature extremes; higher projected increase in the number of wet days; lower exposure of people and settlements to fluvial flooding; lower exposure of infrastructure to fluvial flooding and landslides; higher urban population density; higher proportion of urban green space; lower projected increase in population with lower migration and increases in young people; lower performance on economic indicators. Other indicators are around the average for the Inland Hinterlands class. The radial diagram for IH1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the IH1 sub-class in relation to the Inland Hinterlands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '22': {
    g: 22, sg: 2, visible: true, name: 'IH2',
    keywords: 'South eastern Europe',
    description: 'This sub-class is located in south eastern Europe, and covers much of Romania and Eastern Hungary in addition to regions of Croatia, Slovakia and Bulgaria. Only one of these regions has a coastline. Relative to cities and NUTS3 regions within the three other Inland and Hinterlands sub-classes, IH2 has the following distinguishing features and characteristics: higher landslide and wildfire hazard; higher soil moisture stress and pressure on water resources; higher projected increase in the number of heat wave days and high temperature extremes; higher projected increase the number of in continuous dry days; lower projected increase in the number of continuous wet days and heavy rainfall extremes; lower provision of transport infrastructure; higher exposure of people and infrastructure to flooding and landslide; higher urban population density; lower urban green space cover; lower performance on economic indicators. Other indicators are around the average for the Inland Hinterlands class. The radial diagram for IH2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the IH2 sub-class in relation to the Inland Hinterlands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '23': {
    g: 23, sg: 2, visible: true, name: 'IH3',
    keywords: 'Widely dispersed',
    description: 'Cities and NUTS 3 regions falling within this sub-class are widely dispersed across different European countries and do not form a defined geographic cluster like some of the sub-classes. Nevertheless two countries do house the majority, France and the Czech Republic, although cities and NUTS 3 regions falling within this sub-class are also found in Hungary, Poland, Croatia, Italy and Ireland. Relative to cities and NUTS3 regions within the three other Inland Hinterlands sub-classes, IH3 has the following distinguishing features and characteristics: higher landslide hazard and exposure of infrastructure to this hazard; higher reduction in ice days; higher critical infrastructure provision (including transport and broadband coverage); higher projected increase in population via migration and growth in the number of young people; higher performance on economic indicators (including GVA and patent applications). Other indicators are around the average for the Inland Hinterlands class. The radial diagram for IH3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the IH3 sub-class in relation to the Inland Hinterlands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '24': {
    g: 24, sg: 2, visible: true, name: 'IH4',
    keywords: 'Poland',
    description: 'Poland dominates this sub-class, with the majority of the country falling within it (aside from the major cities and the north eastern region). Cities and regions in north eastern Germany (aside from those surrounding Berlin) also fall within this sub-class, as do several in Croatia, Hungary and Slovenia. Relative to cities and NUTS3 regions within the three other Inland Hinterlands sub-classes, IH4 has the following distinguishing features and characteristics: higher flood hazard (Inland Hinterland is already high in this respect from a European perspective); higher increase in the number of projected continuous wet days and wet days; lower projected increase in the number of heat wave days and high temperature extremes; lower exposure of critical infrastructure to landslides; higher transport infrastructure density; lower urban population density; higher proportion of built up land in urban areas; higher GVA. Other indicators are around the average for the Inland Hinterlands class. The radial diagram for IH4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the IH4 sub-class in relation to the Inland Hinterlands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '31': {
    g: 31, sg: 3, visible: true, name: 'NL1',
    keywords: 'Norway, coastal, mountainous',
    description: 'This sub-class encompasses Iceland (aside from Reykjavik), much of Norway (aside from the south eastern region) and parts of the west coast of Scotland. These are coastal and mountainous areas. Relative to cities and NUTS3 regions within the three other Northern Lands sub-classes, NL1 has the following distinguishing features and characteristics: higher landslide and coastal hazard; lower fluvial flooding and wildfire hazard; higher projected increase in the number of days associated with wet weather extremes; lower exposure to fluvial flooding; higher exposure to coastal and landslide hazards; lower road infrastructure density; higher critical infrastructure provision (e.g. airports, hospitals) per head of population (due to low population numbers); higher GDP and employment prospects; higher population growth. This appears to be a very distinct sub-class with climate risk indicators generally diverging significantly from the average for the Northern Lands class. The radial diagram for NL1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the NL1 sub-class in relation to the Northern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '32': {
    g: 32, sg: 3, visible: true, name: 'NL2',
    keywords: 'Sweden, sparsely populated',
    description: 'The majority of Sweden is covered by this sub-class, aside from its larger metropolitan areas. Other areas include south eastern Norway and Lapland (in Finland). These are generally sparsely populated areas, with significant forest cover punctuated by numerous lakes. Relative to cities and NUTS3 regions within the three other Northern Lands sub-classes, NL2 has the following distinguishing  features and characteristics: higher fluvial flooding; drought and wildfire hazard; lower projected increase in the number of continuous dry days; higher exposure of people and infrastructure to fluvial flooding; lower exposure of people and infrastructure to coastal hazard; higher proportion of people at risk of poverty; higher performance on economic indicators (including GVA and patent applications). In contrast to NL1, many of the climate risk indicators are around the average for the Northern Lands class. The radial diagram for NL2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the NL2 sub-class in relation to the Northern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '33': {
    g: 33, sg: 3, visible: true, name: 'NL3',
    keywords: 'Finland, Baltic coast',
    description: 'Finland (aside from Lapland and the coastal regions to the south of the country) forms a key part of this sub-class. Several Baltic coast cities and NUTS 3 regions in Sweden, Germany, Latvia and Estonia are also represented. Relative to cities and NUTS3 regions within the three other Northern Lands sub-classes, NL3 has the following distinguishing features and characteristics: lower fluvial flooding, coastal, drought and landslide hazard; higher projected increase in the number of summer days and continuous dry days; lower exposure of people and infrastructure to landslide, fluvial flooding and coastal hazard; lower critical infrastructure provision; lower projected population growth and increases in older and younger people; lower performance on economic indicators (including GVA and patent applications). Other indicators are around the average for the Northern Lands class. The radial diagram for NL3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the NL3 sub-class in relation to the Northern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '34': {
    g: 34, sg: 3, visible: true, name: 'NL4',
    keywords: 'Major cities, Urbanised (relatively), coastal',
    description: 'This sub-class picks up cities and NUTS 3 regions covering several Scandinavian capitals (including Stockholm and Helsinki) and key urban areas (including Malmo and  Stavanger). Although some capital cities are not included in this sub-class (including Oslo and Riga), their adjoining hinterland NUTS 3 regions are. All regions are coastal. Relative to cities and NUTS3 regions within the three other Northern Lands sub-classes, NL4 has the following features and characteristics: higher fluvial flood and coastal hazard; higher projected increase in the number of summer days and continuous dry days; higher projected increase in the number of very wet days; higher exposure of people and infrastructure to coastal hazard; higher density of transport infrastructure; higher broadband coverage and NGA provision; higher proportion of built up urban area; higher projected increase in older and younger people and migration; higher performance on economic indicators. Other indicators are around the average for the Northern Lands class. The radial diagram for NL4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the NL4 sub-class in relation to the Northern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '41': {
    g: 41, sg: 4, visible: true, name: 'SL1',
    keywords: 'Mediterranean islands, coastal',
    description: 'A number of the Mediterranean islands fall within this sub-class including the Greek and Balearic islands. Coastal regions of southern Greece and the Algarve in Portugal are also included. Relative to cities and NUTS3 regions within the three other Southern Lands sub-classes, SL1 has the following distinguishing features and characteristics: The radial diagram for SL1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the SL1 sub-class in relation to the Southern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '42': {
    g: 42, sg: 4, visible: true, name: 'SL2',
    keywords: 'Mediterranean coastline, hills and mountains',
    description: 'This sub-class encompasses cities and NUTS 3 regions of France, Italy and Croatia that have Mediterranean and Adriatic coastlines.  The island of Sicily is included, as are parts of Sardinia. Spain\'s north eastern Atlantic coast around Bilbao also features within this sub-class. Geographically, these are coastal, hilly and in some cases mountainous areas. Relative to cities and NUTS3 regions within the three other Southern Lands sub-classes, SL2 has the following distinguishing features and characteristics: The radial diagram for SL2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the SL2 sub-class in relation to the Southern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '43': {
    g: 43, sg: 4, visible: true, name: 'SL3',
    keywords: 'Iberian Peninsula, diverse landscapes',
    description: 'This sub-class makes up the majority of the Iberian Peninsula, incorporating the capital cities of Lisbon and Madrid. This sub-class includes areas that contain a diverse range of landscapes. Relative to cities and NUTS3 regions within the three other Southern Lands sub-classes, SL3 has the following distinguishing features and characteristics:  The radial diagram for SL3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the SL3 sub-class in relation to the Southern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '44': {
    g: 44, sg: 4, visible: true, name: 'SL4',
    keywords: 'Widely dispersed, inland, mountainous',
    description: 'Cities and NUTS3 regions including in this sub-class are widely dispersed across a number of southern European countries, from Portugal in the west to Bulgaria in the east.   The majority are located inland and many are mountainous. Relative to cities and NUTS3 regions within the three other Southern Lands sub-classes, SL4 has the following distinguishing features and characteristics: The radial diagram for SL4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the SL4 sub-class in relation to the Southern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context.'
  },
  '51': {
    g: 51, sg: 5, visible: true, name: 'NWC1',
    keywords: 'British Isles, rural, coastal, upland',
    description: 'This sub-class incorporates northern and western regions of the British Isles, with one French NUTS 3 region (Seine-Maritime) also included. These tend to be coastal areas and in many cases are characterised by hilly and mountainous landscapes. They are largely rural and are relatively sparsely populated. Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, NWC1 has the following distinguishing features and characteristics:'
  },
  '52': {
    g: 52, sg: 5, visible: true, name: 'NWC2',
    keywords: 'North Sea coast, Denmark, peri-urban',
    description: 'Many of the cities and NUTS3 regions in this sub-class are located on the North Sea coast, with a number also along the coastline of the Western Baltic Sea. Much of Denmark falls within this sub-class. This sub-class does not include major cities and urban areas, but its NUTS 3 regions are nevertheless relatively urbanised in nature. Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, NWC2 has the following distinguishing features and characteristics:'
  },
  '53': {
    g: 53, sg: 5, visible: true, name: 'NWC3',
    keywords: 'Scottish Islands, coastal',
    description: 'This sub-class contains a small number of NUTS 3 regions, and is made up of peripheral coastal and island regions including the Scottish Islands (Shetlands, Orkneys and Outer Hebrides) and the north west coast of Ireland.  Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, NWC3 has the following distinguishing features and characteristics:'
  },
  '54': {
    g: 54, sg: 5, visible: true, name: 'NWC4',
    keywords: 'Atlantic',
    description: 'This sub-class covers much of the Atlantic coast of France and parts of the Republic of Ireland, northern France and south west England.  These are generally peri-urban and rural regions located away from major cities and urban areas, although some are nevertheless quite densely populated. Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, NWC4 has the following distinguishing features and characteristics:'
  },
  '55': {
    g: 55, sg: 5, visible: true, name: 'NWC5',
    keywords: 'Major coastal cities, urbanised',
    description: 'Many of the UK\'s principal coastal cities fall within this sub-class, including Edinburgh, Cardiff, Liverpool and Southampton, as do coastal cities in other parts of north west Europe including Copenhagen and Bruges. Urban areas adjoining other European capitals (such as Belfast and Amsterdam) are also included. Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, NWC5 has the following distinguishing features and characteristics: they are small and densely populated;'
  },
  '61': {
    g: 61, sg: 6, visible: true, name: 'LEL1',
    keywords: 'North side of the Alps',
    description: 'The majority of the cities and NUTS 3 regions in Switzerland and Austria fall into this sub-class, which therefore covers a significant proportion of the Alps. Upland regions in southern and western Germany are also present, as are several parts of south western Belgium, northern Italy and central Slovenia. Relative to cities and NUTS3 regions within the two other Landlocked and Elevated sub-classes, LEL1 has the following distinguishing features and characteristics:'
  },
  '62': {
    g: 62, sg: 6, visible: true, name: 'LEL2',
    keywords: 'German uplands, rural',
    description: 'The majority of the cities and NUTS 3 regions in this sub-class are within Germany, particularly to the south and west of the country. Upland regions of Slovakia, the Czech Republic and Belgium also feature. These tend to be rural regions located away from major cities. Relative to cities and NUTS3 regions within the two other Landlocked and Elevated sub-classes, LEL2 has the following distinguishing features and characteristics:'
  },
  '63': {
    g: 63, sg: 6, visible: true, name: 'LEL3',
    keywords: 'South side of the Alps',
    description: 'A chain of cities and NUTS 3 regions running along the southern side of the Alps, through France, Italy, Slovenia and Austria feature prominently within this sub-class, as do areas within the Vosges Mountains and Massif Central in France. Several locations in Wales, Luxembourg, Germany, Austria, Slovakia and Romania also fall within this sub-class. Some of the areas within this sub-class contain major urban centres including Luxembourg, Turin and Bologna. Relative to cities and NUTS3 regions within the two other Landlocked and Elevated sub-classes, LEL3 has the following distinguishing features and characteristics:'
  },
  '71': {
    g: 71, sg: 7, visible: true, name: 'NWU1',
    keywords: 'Germany',
    description: 'All of the cities and NUTS 3 regions in this sub-class are within Germany (aside from one in south east England). These are not Germany\'s largest cities and urban areas, although they are relatively urbanised areas (from a European perspective) and some are located in the periphery of major cities such as Frankfurt and Dusseldorf.  Relative to cities and NUTS3 regions within the three other North West Urban sub-classes, NWU1 has the following distinguishing features and characteristics:'
  },
  '72': {
    g: 72, sg: 7, visible: true, name: 'NWU2',
    keywords: 'Widely dispersed',
    description: 'This small sub-group is particularly prominent in the south and east of Belgium. Otherwise, the cities and NUTS 3 regions falling within it are widely dispersed and are located in England, Wales, France and Austria.  Relative to cities and NUTS3 regions within the three other North West Urban sub-classes, NWU2 has the following distinguishing features and characteristics:'
  },
  '73': {
    g: 73, sg: 7, visible: true, name: 'NWU3',
    keywords: 'Cities',
    description: 'The cities and NUTS 3 regions within this sub-class are principally found in northern Germany and south east England (including some of the NUTS 3 regions that form the Greater London conurbation). These areas tend to be either part of, or situated close to, major cities  (such as Berlin, Hamburg and Bremen). The city of Manchester also falls within this sub-class.  Relative to cities and NUTS3 regions within the three other North West Urban sub-classes, NWU3 has the following distinguishing features and characteristics:'
  },
  '74': {
    g: 74, sg: 7, visible: true, name: 'NWU4',
    keywords: '',
    description: 'NUTS3 regions in and around major industrial cities located within the UK and Germany feature prominently in this sub-class. They include regions within Manchester, Sheffield, Birmingham, London, Dortmund, Hannover and Munich. Urban areas in the Netherlands, Belgium and Poland also fall within this sub-class.  Relative to cities and NUTS3 regions within the three other North West Urban sub-classes, NWU4 has the following distinguishing features and characteristics:'
  },
  '81': {
    g: 81, sg: 8, visible: true, name: 'LES1',
    keywords: 'Cities',
    description: 'Cities and NUTS 3 regions in the Netherlands, including Amsterdam, Groningen and the Hague, fall within this sub-class. In addition, cities on the southern Baltic coast, including Rostock, Gdansk and Riga are also included, as is Hull in England.  Relative to cities and NUTS3 regions within the two other Lowlands and Estuaries sub-classes, LES1 has the following distinguishing features and characteristics:'
  },
  '82': {
    g: 82, sg: 8, visible: true, name: 'LES2',
    keywords: '',
    description: 'This sub-class is made up of a small cluster of German NUTS 3 regions located along the North Sea coast to the north of Hamburg and Bremen.  One area on the German Baltic coast is also included. Relative to cities and NUTS3 regions within the two other Lowlands and Estuaries sub-classes, LES2 has the following distinguishing features and characteristics:'
  },
  '83': {
    g: 83, sg: 8, visible: true, name: 'LES3',
    keywords: '',
    description: 'Cities and NUTS 3 regions contained within this sub-class are dispersed across Germany, the Netherlands, France and Italy. They include cities such as Bordeaux, Rotterdam, Bremen, and Utrecht. The Italian NUTS 3 regions around Venice on the northern Adriatic coast are also present within this sub-class.  These regions are located on or close to the estuaries and deltas of major rivers including the Po, Dordogne and Rhine. Relative to cities and NUTS3 regions within the two other Lowlands and Estuaries sub-classes, LES3 has the following distinguishing features and characteristics:'
  }
}
