{
   "Northern Lands 1": {
      "keywords": "Dominated by Norway, coastal and mountainous, higher landslide and coastal hazard and related exposure of people and transport infrastructure, lower fluvial flooding hazard and exposure, lower wildfire hazard, projected to become wetter, lower road infrastructure density, higher critical infrastructure provision, higher economic performance, higher projected change in total population.",
   },
   "Northern Lands 2": {
      "keywords": "Sweden, south eastern Norway and Lapland, higher fluvial flooding hazard and related exposure of people and transport infrastructure, higher drought and wildfire hazard, lower projected increase in the number of continuous dry days, lower exposure of people and transport infrastructure to coastal hazard, higher proportion of people at risk of poverty, higher economic performance.",
   },
   "Northern Lands 3": {
      "keywords": "Finland and the Baltic coast, lower fluvial flooding, coastal, drought and landslide hazard, projected to become warmer and drier, lower exposure of people and transport infrastructure to landslide, fluvial flooding and coastal hazard, lower critical infrastructure provision, lower projected change in total population, lower economic performance.  ",
   },
   "Northern Lands 4": {
      "keywords": "Major Scandinavian cities, higher fluvial flood hazard, higher coastal hazard and related exposure of people and transport infrastructure, projected to become warmer and drier but with more extreme rainfall events, higher density of transport infrastructure, higher broadband coverage, higher proportion of built up urban area, higher projected change in older and younger people and migration, higher economic performance. ",
   },
   "Southern Lands 1": {
      "keywords": "Mediterranean islands, lower fluvial flooding hazard and related exposure of people and transport infrastructure, higher exposure of transport infrastructure to coastal flooding, higher landslide hazard, projected to become warmer and drier, lower road and rail length, higher number of ports and airports per head of population, lower proportion of people at risk of poverty, higher projected change in numbers of older and younger people, higher projected increase in total population.",
   },
   "Southern Lands 2": {
      "keywords": "Mediterranean coastline, hills and mountains, higher coastal hazard, higher exposure of people and infrastructure to coastal flooding and landslides, projected to become wetter, higher proportion of built up urban area, higher road and rail length and number of transport nodes, higher broadband provision, higher projected change in total population and numbers of older and younger people, stronger economic performance.",
   },
   "Southern Lands 3": {
      "keywords": "Iberian Peninsula, higher fluvial flooding and related exposure of people and transport infrastructure, higher drought and wildfire hazard, lower landslide hazard, lower exposure of people and transport infrastructure to coastal and landslide hazard, projected to become warmer and drier, higher road and rail length, higher proportion of people at risk of poverty, higher receipt of EU priority allocations funding, lower projected change in population via migration, higher economic performance. ",
   },
   "Southern Lands 4": {
      "keywords": "Widely dispersed across Europe, inland, mountainous, higher fluvial flood hazard and related exposure of people and transport infrastructure, lower coastal hazard and related exposure of people and transport infrastructure, projected to become warmer and wetter, lower critical infrastructure provision, lower projected change in total population and numbers of younger and older people, lower economic performance. ",
   },
   "North West Coasts 1": {
      "keywords": "British Isles, rural, coastal and upland areas, higher fluvial flooding, wildfire and landslide hazard, projected to be cooler with less extreme rainfall events, exposure of people and transport infrastructure higher for fluvial flooding and landslides but lower for coastal hazards, lower water consumption pressure, longer and less dense transport networks, higher broadband coverage, higher proportion of people at risk of poverty, lower projected change in migration.",
   },
   "North West Coasts 2": {
      "keywords": "North Sea coast and much of Denmark, urbanised, higher fluvial flood hazard, lower landslide hazard, higher exposure of people and transport infrastructure to fluvial flooding and coastal hazard but lower exposure to landslides, projected to become warmer and wetter, higher provision of critical infrastructure, higher number of patent applications.",
   },
   "North West Coasts 3": {
      "keywords": "Scottish Islands, coastal, lower fluvial flooding, wildfire and coastal hazard, higher landslide hazard, lower exposure of people and infrastructure to fluvial flooding but higher exposure to landslides, lower soil moisture stress and projected water consumption pressure, projected to be cooler and wetter, lower road and rail infrastructure lengths and densities, higher critical infrastructure provision, lower proportion of built up urban area, lower patent applications",
   },
   "North West Coasts 4": {
      "keywords": "North west Atlantic coasts, peri-urban and rural areas, higher fluvial flooding hazard, higher exposure of people and transport infrastructure to fluvial flooding but lower exposure to coastal hazard,  projected to become warmer and drier, higher soil moisture stress and projected water consumption pressure, higher road and rail lengths, lower critical infrastructure provision, lower urban population densities and proportion of urban built up area, higher projected change in numbers of older people, higher patent applications.",
   },
   "North West Coasts 5": {
      "keywords": "Major coastal cities, lower fluvial flooding, wildfire and landslide hazard, lower exposure of people and transport infrastructure to fluvial flooding and landslide hazard but higher exposure to coastal hazard, higher water consumption pressure, denser transport infrastructure, higher broadband provision, higher projected change in population and numbers of older and younger people, higher urban population density and proportion of built up urban area. ",
   },
   "Landlocked and Elevated 1": {
      "keywords": "North side of the Alps, higher fluvial flooding and landslide hazard, projected to become wetter with fewer high temperature extremes, higher exposure of people and transport infrastructure to fluvial flooding and landslide hazard, higher broadband coverage, higher projected change in population and numbers of older and younger people, higher GVA. ",
   },
   "Landlocked and Elevated 2": {
      "keywords": "Dominated by upland areas in Germany, lower fluvial flooding and landslide hazards and related exposure of people and transport infrastructure, projected to become wetter, lower road and rail lengths but with higher road intersections and transport nodes, higher proportion of urban green and built up area, lower projected change in older and younger people and migration. ",
   },
   "Landlocked and Elevated 3": {
      "keywords": "South side of the Alps and French upland areas, higher wildfire hazard, projected to become warmer and drier, higher soil moisture stress and projected water consumption pressure, higher projected change in the number of young people and migration, longer but less dense transport networks, lower broadband provision, lower employment-population balance, lower GVA. ",
   },
   "North West Urban 1": {
      "keywords": "Dominated by Germany, lower fluvial flooding hazard, higher landslide hazard, projected to become wetter, lower exposure of people and transport infrastructure to fluvial flooding, higher exposure of transport infrastructure to landslides, lower urban population density and proportion of green and built up urban area, lower projected change in total population and numbers of old and young people,  higher economic performance. ",
   },
   "North West Urban 2": {
      "keywords": "Widely dispersed across different countries, higher landslide hazard, projected to become warmer and drier, lower exposure of people and transport infrastructure to fluvial flooding but higher exposure to landslides, higher broadband provision, lower urban population density, lower change in green and built up urban area, higher proportion of people at risk of poverty, higher projected change in total population and numbers of old and young people, lower economic performance. ",
   },
   "North West Urban 3": {
      "keywords": "Cities in Germany and south east England, higher fluvial flood hazard, lower landslide hazard, higher exposure of people and transport infrastructure to fluvial flooding but lower exposure to landslides, higher change in urban green and built up area, lower projected change in total population. ",
   },
   "North West Urban 4": {
      "keywords": "Industrial cities in the UK and Germany, lower fluvial flooding, landslide and drought hazard, lower projected increase in wet and very wet days, higher soil moisture stress and projected water consumption pressure, lower exposure of people and transport infrastructure to fluvial flooding and landslide hazard, higher broadband provision, higher urban population density and proportion of green and built up urban area, higher projected change in total population and numbers of older and younger people, higher employment-population balance. ",
   },
   "Lowlands and Estuaries 1": {
      "keywords": "Cities, particularly in the Netherlands and on the Baltic coast, higher drought hazard, lower projected increase in summer days and heatwave days, higher exposure of people and rail network to coastal hazard, shorter but more dense transport infrastructure networks, higher broadband coverage, higher urban population density and urban green cover, higher proportion of people at risk of poverty, higher employment-population balance. ",
   },
   "Lowlands and Estuaries 2": {
      "keywords": "Northern German coast, lower fluvial flooding, drought and wildfire hazard, higher coastal hazard, projected to become wetter, lower water projected water consumption pressure, lower road and rail length, higher density of transport infrastructure, higher broadband provision, lower urban population density, lower proportion of urban green and built up land cover, higher urban green and built up change, lower projected change in total population, migration and numbers of older and younger people, lower economic performance. ",
   },
   "Lowlands and Estuaries 3": {
      "keywords": "Widely dispersed, some cities, higher fluvial flooding and wildfire hazard, lower coastal and drought hazard, projected to become warmer and drier, higher projected water consumption pressure, higher exposure of people to fluvial flooding, lower exposure of people and rail network to coastal hazard, longer road and rail length, higher number of hospital sites per 1000 people, higher projected change in total population, migration and numbers of older and younger people, higher number of patent applications. ",
   }
}