{
   "Inland and Urbanised 1": {
      "keywords": "Cities and their hinterlands; higher landslide hazard and related exposure of transport infrastructure; higher wildfire hazard; becoming warmer and drier; greater soil moisture stress and pressure on water resources; higher projected change in total population, migration and the number of older and younger people; more patent applications. ",
      "description": "This sub-class encompasses a number of widely dispersed major cities (e.g. Milan, Vienna, Budapest, Lyon, Zurich, Prague) and NUTS 3 regions immediately surrounding major cities (e.g. Paris and Frankfurt). Relative to cities and NUTS3 regions within the three other Inland and Urbanised sub-classes, Inland and Urbanised 1 has the following distinguishing features and characteristics: higher landslide and wildfire hazard; higher projected increase in the number of heat wave days; lower projected increase in the number of wet days; higher exposure of transport infrastructure to landslides; higher soil moisture stress and pressure on water resources; longer and less dense road and rail networks; higher projected change in total population, migration and the number of older and younger people; higher number of patent applications. Other indicators are around the average for the Inland and Urbanised class. The radial diagrams for this sub-class, and the indicator data contained within this online portal, can be used to develop a richer picture of its climate risk characteristics. It is also important to consider this sub-class in relation to the Inland and Urbanised typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context. "
   },
   "Inland and Urbanised 2": {
      "keywords": "Capital cities and key urban centres; higher fluvial flood hazard; fewer projected continuous wet days; fewer projected heat wave days; lower exposure of transport infrastructure to landslides; higher urban population density; higher numbers of people at risk of poverty; economically stronger.",
      "description": "This sub-class is almost entirely made up of the urban centres of major cities in northern and western Europe, particularly the UK and Germany. Other countries are also represented, for example Paris, Brussels and Geneva all fall within this sub-class. Relative to cities and NUTS3 regions within the three other Inland and Urbanised sub-classes,  Inland and Urbanised 2 has the following distinguishing features and characteristics: higher fluvial flood hazard (which is itself the key hazard facing the Inland and Urbanised class, and is high in a European context); lower projected number of continuous wet days; lower projected number of heat wave days; lower exposure of transport infrastructure to landslides; higher urban population density and proportion of urban green and built up area; lower green urban and built up urban change; higher numbers of people at risk of poverty; higher performance on economic indicators. Other indicators are around the average for the Inland and Urbanised class. The radial diagrams for Inland and Urbanised 2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Inland and Urbanised 2 sub-class in relation to the Inland and Urbanised typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context. "
   },
   "Inland and Urbanised 3": {
      "keywords": "German and Polish cities; projected to become warmer and wetter; lower soil moisture stress and pressure on water resources; higher exposure of people and transport infrastructure to fluvial flooding; shorter road and rail networks; lower broadband coverage; lower projected change in total population; higher ratio of jobs to people. ",
      "description": "This sub-class picks up a number of German cities, particularly in the south and the east (including Munich, Frankfurt and Leipzig), and also several of Poland's major cities (including Warsaw and Krakow). A cluster of connected NUTS 3 regions to the north of Munich (including the city itself) are also included. Relative to cities and NUTS3 regions within the three other Inland and Urbanised sub-classes, Inland and Urbanised 3 has the following distinguishing features and characteristics: higher projected increase in mean temperature; higher projected increase in the number of consecutive wet days and wet days; lower reduction in the projected number of ice days; lower soil moisture stress and pressure on water resources; higher exposure of people and transport infrastructure to fluvial flooding (cities and NUTS 3 regions in the Inland and Urbanised class are already themselves highly exposed to fluvial flooding in a European context); lower length of road and rail networks; lower broadband coverage and NGA provision; lower projected population growth; higher employment-population balance. Other indicators are around the average for the Inland and Urbanised class. The radial diagrams for Inland and Urbanised 3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Inland and Urbanised 3 sub-class in relation to the Inland and Urbanised typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context. "
   },
   "Inland and Urbanised 4": {
      "keywords": "Hinterlands surrounding major cities; lower fluvial flooding and landslide hazard and related exposure of people and transport infrastructure; higher drought and wildfire hazard; lower projected increase in heat and rainfall related extremes; slower pace of urban development; more stable population numbers; lower economic performance.",
      "description": "NUTS3 regions immediately surrounding major cities in England (e.g. Birmingham), Belgium (e.g. Brussels) and Germany (e.g. Berlin) form this basis of this sub-class. A cluster of regions in the south east of the Netherlands, which includes the city of Eindhoven, are also represented. Relative to cities and NUTS3 regions within the three other Inland and Urbanised sub-classes, Inland and Urbanised 4 has the following distinguishing features and characteristics: lower fluvial flooding and landslide hazard; higher drought and wildfire hazard; lower projected increase in heat and rainfall related extremes; lower exposure of people and transport infrastructure to fluvial flooding and landslide hazards; higher increase in green urban and built up urban change; lower projected change in total population; lower performance on economic indicators (including GVA and employment-population balance). Other indicators are around the average for the Inland and Urbanised class. The radial diagrams for Inland and Urbanised 4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Inland and Urbanised 4 sub-class in relation to the Inland and Urbanised typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context. "
   },
   "Inland Hinterlands 1": {
      "keywords": "Baltic states and north east Poland; lower incidence of landslides and fluvial flooding and related exposure of people and transport infrastructure; projected to become wetter but with fewer high temperature extremes; higher urban population density; higher proportion of urban green space; lower projected change in total population; lower economic performance.",
      "description": "Inland cities and NUTS 3 regions of the Baltic States of Lithuania, Latvia and Estonia are a key feature of this sub-class, as is a cluster within north east Poland. Although they are largely inland, several areas do have coastlines. Relative to cities and NUTS3 regions within the three other Inland Hinterlands sub-classes, Inland Hinterlands 1 has the following distinguishing features and characteristics: lower incidence of landslides and fluvial flooding hazards; lower projected increase in the number of heat wave days and high temperature extremes; higher projected increase in the number of wet days; lower exposure of people and settlements to fluvial flooding; lower exposure of transport infrastructure to fluvial flooding and landslides; higher urban population density; higher proportion of urban green space; lower projected change in population with lower migration and increases in young people; lower performance on economic indicators. Other indicators are around the average for the Inland Hinterlands class. The radial diagrams for Inland Hinterlands 1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Inland Hinterlands 1 sub-class in relation to the Inland Hinterlands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context. "
   },
   "Inland Hinterlands  2": {
      "keywords": "South eastern Europe; higher landslide and wildfire hazard; projected to become warmer and drier; higher exposure of people and transport infrastructure to flooding and landslide; lower provision of transport infrastructure; higher urban population density; lower urban green space cover; lower performance on economic indicators.",
      "description": "This sub-class is located in south eastern Europe, and covers much of Romania and Eastern Hungary in addition to regions of Croatia, Slovakia and Bulgaria. Only one of these regions has a coastline. Relative to cities and NUTS3 regions within the three other Inland and Hinterlands sub-classes, Inland Hinterlands 2 has the following distinguishing features and characteristics: higher landslide and wildfire hazard; higher soil moisture stress and pressure on water resources; higher projected increase in the number of heat wave days and high temperature extremes; higher projected increase the number of in continuous dry days; lower projected increase in the number of continuous wet days and heavy rainfall extremes; lower provision of transport infrastructure; higher exposure of people and transport infrastructure to flooding and landslide; higher urban population density; lower urban green space cover; lower performance on economic indicators. Other indicators are around the average for the Inland Hinterlands class. The radial diagrams for Inland Hinterlands 2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Inland Hinterlands 2 sub-class in relation to the Inland Hinterlands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context. "
   },
   "Inland Hinterlands 3": {
      "keywords": "Widely dispersed with particular concentrations in France and Czech Republic; higher landslide hazard and exposure of transport infrastructure to this hazard; higher critical infrastructure provision (including transport and broadband coverage); higher projected change in total population; stronger economic performance.",
      "description": "Cities and NUTS 3 regions falling within this sub-class are widely dispersed across different European countries and do not form a defined geographic cluster like some of the sub-classes. Nevertheless two countries do house the majority, France and the Czech Republic, although cities and NUTS 3 regions falling within this sub-class are also found in Hungary, Poland, Croatia, Italy and Ireland. Relative to cities and NUTS3 regions within the three other Inland Hinterlands sub-classes, Inland Hinterlands 3 has the following distinguishing features and characteristics: higher landslide hazard and exposure of transport infrastructure to this hazard; higher reduction in ice days; higher critical infrastructure provision (including transport and broadband coverage); higher projected change in migration and the number of young people; higher performance on economic indicators (including GVA and patent applications). Other indicators are around the average for the Inland Hinterlands class. The radial diagrams for Inland Hinterlands 3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Inland Hinterlands 3 sub-class in relation to the Inland Hinterlands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context. "
   },
   "Inland Hinterlands 4": {
      "keywords": "Dominated by Poland; higher fluvial flood hazard; projected to become wetter with fewer high temperature extremes; lower exposure of transport infrastructure to landslides; higher transport infrastructure density; lower urban population density; higher proportion of built up land in urban areas; higher GVA.",
      "description": "Poland dominates this sub-class, with the majority of the country falling within it (aside from the major cities and the north eastern region). Cities and regions in north eastern Germany (aside from those surrounding Berlin) also fall within this sub-class, as do several in Croatia, Hungary and Slovenia. Relative to cities and NUTS3 regions within the three other Inland Hinterlands sub-classes, Inland Hinterlands 4 has the following distinguishing features and characteristics: higher fluvial flood hazard (Inland Hinterland has high fluvial flooding hazard potential from a European perspective); higher increase in the number of projected continuous wet days and wet days; lower projected increase in the number of heat wave days and high temperature extremes; lower exposure of transport infrastructure to landslides; higher transport infrastructure density; lower urban population density; higher proportion of built up land in urban areas; higher GVA. Other indicators are around the average for the Inland Hinterlands class. The radial diagrams for Inland Hinterlands 4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Inland Hinterlands 4 sub-class in relation to the Inland Hinterlands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context. "
   },
   "Northern Lands 1": {
      "keywords": "Dominated by Norway; coastal and mountainous; higher landslide and coastal hazard and related exposure of people and transport infrastructure; lower fluvial flooding hazard and exposure; lower wildfire hazard; projected to become wetter; lower road infrastructure density; higher critical infrastructure provision; higher economic performance; higher projected change in total population.",
      "description": "This sub-class encompasses Iceland (aside from Reykjavik), much of Norway (aside from the south eastern region) and parts of the west coast of Scotland. These are coastal and mountainous areas. Relative to cities and NUTS3 regions within the three other Northern Lands sub-classes, Northern Lands 1 has the following distinguishing features and characteristics: higher landslide and coastal hazard; lower fluvial flooding and wildfire hazard; higher projected increase in the number of days associated with wet weather extremes; lower exposure to fluvial flooding; higher exposure of people and transport infrastructure to coastal and landslide hazards; lower road infrastructure density; higher critical infrastructure provision (e.g. airports, hospitals) per head of population (due to low population numbers); higher GVA and employment prospects; higher projected change in total population. This appears to be a very distinct sub-class with climate risk indicators generally diverging significantly from the average for the Northern Lands class. The radial diagrams for Northern Lands 1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Northern Lands 1 sub-class in relation to the Northern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context. "
   },
   "Northern Lands 2": {
      "keywords": "Sweden, south eastern Norway and Lapland; higher fluvial flooding hazard and related exposure of people and transport infrastructure; higher drought and wildfire hazard; lower projected increase in the number of continuous dry days; lower exposure of people and transport infrastructure to coastal hazard; higher proportion of people at risk of poverty; higher economic performance.",
      "description": "The majority of Sweden is covered by this sub-class, aside from its larger metropolitan areas. Other areas include south eastern Norway and Lapland (in Finland). These are generally sparsely populated areas, with significant forest cover punctuated by numerous lakes. Relative to cities and NUTS3 regions within the three other Northern Lands sub-classes, Northern Lands 2 has the following distinguishing  features and characteristics: higher fluvial flooding; drought and wildfire hazard; lower projected increase in the number of continuous dry days; higher exposure of people and infrastructure to fluvial flooding; lower exposure of people and transport infrastructure to coastal hazard; higher proportion of people at risk of poverty; higher performance on economic indicators (including GVA and patent applications). In contrast to Northern Lands 1, many of the climate risk indicators are around the average for the Northern Lands class. The radial diagrams for Northern Lands 2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Northern Lands 2 sub-class in relation to the Northern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Northern Lands 3": {
      "keywords": "Finland and the Baltic coast; lower fluvial flooding, coastal, drought and landslide hazard; projected to become warmer and drier; lower exposure of people and transport infrastructure to landslide, fluvial flooding and coastal hazard; lower critical infrastructure provision; lower projected change in total population; lower economic performance.  ",
      "description": "Finland (aside from Lapland and the coastal regions to the south of the country) forms a key part of this sub-class. Several Baltic coast cities and NUTS 3 regions in Sweden, Germany, Latvia and Estonia are also represented. Relative to cities and NUTS3 regions within the three other Northern Lands sub-classes, Northern Lands 3 has the following distinguishing features and characteristics: lower fluvial flooding, coastal, drought and landslide hazard; higher projected increase in the number of summer days and continuous dry days; lower exposure of people and transport infrastructure to landslide, fluvial flooding and coastal hazard; lower critical infrastructure provision; lower projected change in total population growth and in numbers of older and younger people; lower performance on economic indicators (including GVA and patent applications). Other indicators are around the average for the Northern Lands class. The radial diagrams for Northern Lands 3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Northern Lands 3 sub-class in relation to the Northern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Northern Lands 4": {
      "keywords": "Major Scandinavian cities; higher fluvial flood hazard; higher coastal hazard and related exposure of people and transport infrastructure; projected to become warmer and drier but with more extreme rainfall events; higher density of transport infrastructure; higher broadband coverage; higher proportion of built up urban area; higher projected change in older and younger people and migration; higher economic performance. ",
      "description": "This sub-class picks up cities and NUTS 3 regions covering several Scandinavian capitals (including Stockholm and Helsinki) and key urban areas (including Malmo and  Stavanger). Although some capital cities are not included in this sub-class (including Oslo and Riga), their adjoining hinterland NUTS 3 regions are. All regions are coastal. Relative to cities and NUTS3 regions within the three other Northern Lands sub-classes, Northern Lands 4 has the following features and characteristics: higher fluvial flood and coastal hazard; higher projected increase in the number of summer days and continuous dry days; higher projected increase in the number of very wet days; higher exposure of people and transport infrastructure to coastal hazard; higher density of transport infrastructure; higher broadband coverage and NGA provision; higher proportion of built up urban area; higher projected change in older and younger people and migration; higher performance on economic indicators. Other indicators are around the average for the Northern Lands class. The radial diagrams for Northern Lands 4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Northern Lands 4 sub-class in relation to the Northern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Southern Lands 1": {
      "keywords": "Mediterranean islands; lower fluvial flooding hazard and related exposure of people and transport infrastructure; higher exposure of transport infrastructure to coastal flooding; higher landslide hazard; projected to become warmer and drier; lower road and rail length; higher number of ports and airports per head of population; lower proportion of people at risk of poverty; higher projected change in numbers of older and younger people; higher projected increase in total population.",
      "description": "A number of the Mediterranean islands fall within this sub-class including the Greek and Balearic islands. Coastal regions of southern Greece and the Algarve in Portugal are also included. Relative to cities and NUTS3 regions within the three other Southern Lands sub-classes, Southern Lands 1 has the following distinguishing features and characteristics: lower fluvial flooding hazard; higher landslide hazard; higher projected increase in the number of summer days and continuous dry days; lower projected increase in the number of wet and very wet days; lower road and rail length; higher number of ports and airports per head of population; lower exposure  of people and transport infrastructure to fluvial flooding; higher exposure  of transport infrastructure to coastal flooding; lower proportion of people at risk of poverty; higher projected change in numbers of older and younger people; higher projected increase in population density. Other indicators are around the average for the Southern Lands class. The radial diagrams for Southern Lands 1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Southern Lands 1 sub-class in relation to the Southern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Southern Lands 2": {
      "keywords": "Mediterranean coastline; hills and mountains; higher coastal hazard; higher exposure of people and infrastructure to coastal flooding and landslides; projected to become wetter; higher proportion of built up urban area; higher road and rail length and number of transport nodes; higher broadband provision; higher projected change in total population and numbers of older and younger people; stronger economic performance.",
      "description": "This sub-class encompasses cities and NUTS 3 regions of France, Italy and Croatia that have Mediterranean and Adriatic coastlines.  The island of Sicily is included, as are parts of Sardinia. Spain's north eastern Atlantic coast around Bilbao also features within this sub-class. Geographically, these are coastal, hilly and in some cases mountainous areas. Relative to cities and NUTS3 regions within the three other Southern Lands sub-classes, Southern Lands 2 has the following distinguishing features and characteristics: higher coastal hazard;  lower projected increase in the number of continuous dry days, higher projected increase in the number of continuous wet days and number of days with heavy and very heavy rainfall; higher exposure of people and transport infrastructure to coastal flooding and landslides; higher proportion of built up urban area; higher road and rail length and number of transport nodes; higher broadband and NGA provision; higher projected change in total population and numbers of older and younger people; stronger performance on economic indicators. Other indicators are around the average for the Southern Lands class. The radial diagrams for Southern Lands 2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Southern Lands 2 sub-class in relation to the Southern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Southern Lands 3": {
      "keywords": "Iberian Peninsula; higher fluvial flooding and related exposure of people and transport infrastructure, higher drought and wildfire hazard; lower landslide hazard; lower exposure of people and transport infrastructure to coastal and landslide hazard; projected to become warmer and drier; higher road and rail length; higher proportion of people at risk of poverty; higher receipt of EU priority allocations funding; lower projected change in population via migration; higher economic performance. ",
      "description": "This sub-class makes up the majority of the Iberian Peninsula, incorporating the capital cities of Lisbon and Madrid. This sub-class includes areas that contain a diverse range of landscapes. Relative to cities and NUTS3 regions within the three other Southern Lands sub-classes, Southern Lands 3 has the following distinguishing features and characteristics: higher fluvial flooding, drought and wildfire hazard; lower landslide hazard; higher projected increase in the number of days with high temperature extremes; lower projected increase in the number of days with wet weather extremes; higher exposure  of people and transport infrastructure to fluvial flood hazard; lower exposure  of people and transport infrastructure to coastal and landslide hazard; higher road and rail length; higher proportion at risk of poverty; higher receipt of EU priority allocations funding; higher growth in the proportion of urban area covered in green and built up surfaces; lower projected change in population via migration; higher performance on economic indicators. Other indicators are around the average for the Southern Lands class. The radial diagrams for Southern Lands 3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Southern Lands 3 sub-class in relation to the Southern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Southern Lands 4": {
      "keywords": "Widely dispersed across Europe; inland; mountainous; higher fluvial flood hazard and related exposure of people and transport infrastructure; lower coastal hazard and related exposure of people and transport infrastructure; projected to become warmer and wetter; lower critical infrastructure provision; lower projected change in total population and numbers of younger and older people; lower economic performance. ",
      "description": "Cities and NUTS3 regions including in this sub-class are widely dispersed across a number of southern European countries, from Portugal in the west to Bulgaria in the east.   The majority are located inland and many are mountainous. Relative to cities and NUTS3 regions within the three other Southern Lands sub-classes, Southern Lands 4 has the following distinguishing features and characteristics: higher fluvial flood hazard; lower coastal hazard; higher projected increase in mean temperature; higher projected increase in the number of continuous wet days and numbre of days with heavy and very heavy rainfall; higher exposure of people and transport infrastructure to fluvial flooding; lower exposure of people and transport infrastructure to coastal hazard; lower critical infrastructure provision; higher growth in the proportion of urban area covered in green and built up surfaces; lower projected change in total population and numbers of younger and older people; lower performance on economic indicators. Other indicators are around the average for the Southern Lands class. The radial diagrams for Southern Lands 4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Southern Lands 4 sub-class in relation to the Southern Lands typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "North West Coasts 1": {
      "keywords": "British Isles; rural, coastal and upland areas; higher fluvial flooding, wildfire and landslide hazard; projected to be cooler with less extreme rainfall events; exposure of people and transport infrastructure higher for fluvial flooding and landslides but lower for coastal hazards; lower water consumption pressure; longer and less dense transport networks; higher broadband coverage; higher proportion of people at risk of poverty; lower projected change in migration.",
      "description": "This sub-class incorporates northern and western regions of the British Isles, with one French NUTS 3 region (Seine-Maritime) also included. These tend to be coastal areas and in many cases are characterised by hilly and mountainous landscapes. They are largely rural and are relatively sparsely populated. Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, North West Coasts 1 has the following distinguishing features and characteristics: higher fluvial flooding, wildfire and landslide hazard; lower projected increase in mean temperature, number of summer days and wet days; higher exposure of people and transport infrastructure to fluvial flooding and landslides; lower exposure of people and transport infrastructure to coastal hazards; lower water consumption pressure; higher road and rail lengths; lower number of road intersections and transport nodes; higher fixed broadband coverage; higher proportion of people at risk of poverty; lower projected change in migration. Other indicators are around the average for the North West Coasts class. The radial diagrams for North West Coasts 1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the North West Coasts 1 sub-class in relation to the North West Coasts typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "North West Coasts 2": {
      "keywords": "North Sea coast and much of Denmark; urbanised; higher fluvial flood hazard; lower landslide hazard; higher exposure of people and transport infrastructure to fluvial flooding and coastal hazard but lower exposure to landslides; projected to become warmer and wetter; higher provision of critical infrastructure; higher number of patent applications.",
      "description": "Many of the cities and NUTS3 regions in this sub-class are located on the North Sea coast, with a number also along the coastline of the Western Baltic Sea. Much of Denmark falls within this sub-class. This sub-class does not include major cities and urban areas, but its NUTS 3 regions are nevertheless relatively urbanised in nature. Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, North West Coasts 2 has the following distinguishing features and characteristics: higher fluvial flood hazard, lower landslide hazard; higher projected increase in mean temperature; lower projected increase in the number of consecutive dry days; higher projected increase in the number of consecutive wet days; higher provision of critical infrastructure; higher exposure of people and transport infrastructure to fluvial flooding and coastal hazard, and lower exposure to landslide; higher number of patent applications. Other indicators are around the average for the North West Coasts class. The radial diagrams for North West Coasts 2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the North West Coasts 2 sub-class in relation to the North West Coasts typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "North West Coasts 3": {
      "keywords": "Scottish Islands; coastal; lower fluvial flooding, wildfire and coastal hazard; higher landslide hazard; lower exposure of people and infrastructure to fluvial flooding but higher exposure to landslides; lower soil moisture stress and projected water consumption pressure; projected to be cooler and wetter; lower road and rail infrastructure lengths and densities; higher critical infrastructure provision; lower proportion of built up urban area; lower patent applications",
      "description": "This sub-class contains a small number of NUTS 3 regions, and is made up of peripheral coastal and island regions including the Scottish Islands (Shetlands, Orkneys and Outer Hebrides) and the north west coast of Ireland.  Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, North West Coasts 3 has the following distinguishing features and characteristics: lower fluvial flooding, wildfire and coastal hazard; higher landslide hazard; lower projected increase in the number of summer days; higher projected increase in the number of wet days; lower exposure of people and transport infrastructure to fluvial flooding; higher exposure of people and transport infrastructure to landslides; lower road and rail infrastructure lengths and densities; higher critical infrastructure provision (e.g. airports, hospitals) per head of population (due to low population numbers); lower proportion of built up urban area; lower soil moisture stress and projected water consumption pressure; lower patent applications. Other indicators are around the average for the North West Coasts class. The radial diagrams for North West Coasts 3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the North West Coasts 3 sub-class in relation to the North West Coasts typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "North West Coasts 4": {
      "keywords": "North west Atlantic coasts; peri-urban and rural areas; higher fluvial flooding hazard; higher exposure of people and transport infrastructure to fluvial flooding but lower exposure to coastal hazard;  projected to become warmer and drier; higher soil moisture stress and projected water consumption pressure; higher road and rail lengths; lower critical infrastructure provision; lower urban population densities and proportion of urban built up area; higher projected change in numbers of older people; higher patent applications.",
      "description": "This sub-class covers much of the Atlantic coast of France and parts of the Republic of Ireland, northern France and south west England.  These are generally peri-urban and rural regions located away from major cities and urban areas, although some are nevertheless quite densely populated. Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, North West Coasts 4 has the following distinguishing features and characteristics: higher fluvial flooding hazard; higher projected number of summer days and continuous dry days; lower projected numbers of continuous wet days; higher exposure of people and transport infrastructure to fluvial flooding; lower exposure of people and transport infrastructure to coastal hazard; higher soil moisture stress and projected water consumption pressure; higher road and rail lengths; lower critical infrastructure provision; lower urban population densities and proportion of urban built up area; higher change in urban green and urban built up area; higher projected change in older people; higher patent applications. Other indicators are around the average for the North West Coasts class. The radial diagrams for North West Coasts 4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the North West Coasts 4 sub-class in relation to the North West Coasts typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "North West Coasts 5": {
      "keywords": "Major coastal cities; lower fluvial flooding, wildfire and landslide hazard; lower exposure of people and transport infrastructure to fluvial flooding and landslide hazard but higher exposure to coastal hazard; higher water consumption pressure; denser transport infrastructure; higher broadband provision; higher projected change in population and numbers of older and younger people; higher urban population density and proportion of built up urban area. ",
      "description": "Many of the UK's principal coastal cities fall within this sub-class, including Edinburgh, Cardiff, Liverpool and Southampton, as do coastal cities in other parts of north west Europe including Copenhagen and Bruges. Urban areas adjoining other European capitals (such as Belfast and Amsterdam) are also included. Relative to cities and NUTS3 regions within the four other North West Coast sub-classes, North West Coasts 5 has the following distinguishing features and characteristics: lower fluvial flooding, wildfire and landslide hazard; denser transport infrastructure; higher broadband and NGA provision; lower exposure of people and transport infrastructure to fluvial flooding and landslide hazard; higher exposure of people and transport infrastructure to coastal hazard; higher water consumption pressure; higher projected change in population and numbers of older and younger people; higher urban population density and proportion of built up urban area. Other indicators are around the average for the North West Coasts class. The radial diagrams for North West Coasts 5, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the North West Coasts 5 sub-class in relation to the North West Coasts typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Landlocked and Elevated 1": {
      "keywords": "North side of the Alps; higher fluvial flooding and landslide hazard; projected to become wetter with fewer high temperature extremes; higher exposure of people and transport infrastructure to fluvial flooding and landslide hazard; higher broadband coverage; higher projected change in population and numbers of older and younger people; higher GVA. ",
      "description": "The majority of the cities and NUTS 3 regions in Switzerland and Austria fall into this sub-class, which therefore covers a significant proportion of the Alps. Upland regions in southern and western Germany are also present, as are several parts of south western Belgium, northern Italy and central Slovenia. Relative to cities and NUTS3 regions within the two other Landlocked and Elevated sub-classes, Landlocked and Elevated 1 has the following distinguishing features and characteristics: higher fluvial flooding and landslide hazard; higher projected number of wet and very wet days; lower projected high temperature extremes; higher broadband and NGA coverage; higher exposure of people and transport infrastructure to fluvial flooding and landslide hazard; higher projected change in population and numbers of older and younger people; higher GVA. Other indicators are around the average for the Landlocked and Elevated class. The radial diagrams for Landlocked and Elevated 1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Landlocked and Elevated 1 sub-class in relation to the Landlocked and Elevated typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Landlocked and Elevated 2": {
      "keywords": "Dominated by upland areas in Germany; lower fluvial flooding and landslide hazards and related exposure of people and transport infrastructure; projected to become wetter; lower road and rail lengths but with higher road intersections and transport nodes; higher proportion of urban green and built up area; lower projected change in older and younger people and migration. ",
      "description": "The majority of the cities and NUTS 3 regions in this sub-class are within Germany, particularly to the south and west of the country. Upland regions of Slovakia, the Czech Republic and Belgium also feature. These tend to be rural regions located away from major cities. Relative to cities and NUTS3 regions within the two other Landlocked and Elevated sub-classes, Landlocked and Elevated 2 has the following distinguishing features and characteristics: lower fluvial flooding and landslide hazards; higher projected number of wet and very wet days; lower exposure of people and transport infrastructure to fluvial flooding and landslide hazard; lower road and rail lengths but with higher road intersections and transport nodes; higher proportion of urban green and built up area; lower projected change in older and younger people and migration. Other indicators are around the average for the Landlocked and Elevated class. The radial diagrams for Landlocked and Elevated 2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Landlocked and Elevated 2 sub-class in relation to the Landlocked and Elevated typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Landlocked and Elevated 3": {
      "keywords": "South side of the Alps and French upland areas; higher wildfire hazard; projected to become warmer and drier; higher soil moisture stress and projected water consumption pressure; higher projected change in the number of young people and migration; longer but less dense transport networks; lower broadband provision; lower employment-population balance; lower GVA. ",
      "description": "A chain of cities and NUTS 3 regions running along the southern side of the Alps, through France, Italy, Slovenia and Austria feature prominently within this sub-class, as do areas within the Vosges Mountains and Massif Central in France. Several locations in Wales, Luxembourg, Germany, Austria, Slovakia and Romania also fall within this sub-class. Some of the areas within this sub-class contain major urban centres including Luxembourg, Turin and Bologna. Relative to cities and NUTS3 regions within the two other Landlocked and Elevated sub-classes, Landlocked and Elevated 3 has the following distinguishing features and characteristics: higher wildfire hazard; higher projected increase in the number of summer days, heat wave days and consecutive dry days; lower projected increase in the number of consecutive wet days and wet/very wet days; higher soil moisture stress and projected water consumption pressure; higher projected change in the number of young people and migration; longer but less dense transport networks; lower NGA provision; lower employment-population balance; lower GVA. Other indicators are around the average for the Landlocked and Elevated class. The radial diagrams for Landlocked and Elevated 3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Landlocked and Elevated 3 sub-class in relation to the Landlocked and Elevated typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "North West Urban 1": {
      "keywords": "Dominated by Germany; lower fluvial flooding hazard; higher landslide hazard; projected to become wetter; lower exposure of people and transport infrastructure to fluvial flooding; higher exposure of transport infrastructure to landslides; lower urban population density and proportion of green and built up urban area; lower projected change in total population and numbers of old and young people;  higher economic performance. ",
      "description": "All of the cities and NUTS 3 regions in this sub-class are within Germany (aside from one in south east England). These are not Germany's largest cities and urban areas, although they are relatively urbanised areas (from a European perspective) and some are located in the periphery of major cities such as Frankfurt and Dusseldorf.  Relative to cities and NUTS3 regions within the three other North West Urban sub-classes, North West Urban 1 has the following distinguishing features and characteristics: lower fluvial flooding hazard; higher landslide hazard; higher projected increase in the number of wet and very wet days; lower exposure of people and transport infrastructure to fluvial flooding; higher exposure of transport infrastructure to landslides; lower urban population density and proportion of green and built up urban area; lower projected change in total population and numbers of old and young people;  higher performance on economic indicators. Other indicators are around the average for the North West Urban class. The radial diagrams for North West Urban 1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the North West Urban 1 sub-class in relation to the North West Urban typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "North West Urban 2": {
      "keywords": "Widely dispersed across different countries; higher landslide hazard; projected to become warmer and drier; lower exposure of people and transport infrastructure to fluvial flooding but higher exposure to landslides; higher broadband provision; lower urban population density; lower change in green and built up urban area; higher proportion of people at risk of poverty; higher projected change in total population and numbers of old and young people; lower economic performance. ",
      "description": "This small sub-group is particularly prominent in the south and east of Belgium. Otherwise, the cities and NUTS 3 regions falling within it are widely dispersed and are located in England, Wales, France and Austria.  Relative to cities and NUTS3 regions within the three other North West Urban sub-classes, North West Urban 2 has the following distinguishing features and characteristics: higher landslide hazard; higher projected increase in the number of summer and heat wave days; higher projected increase in the number of continuous dry days; lower projected increase in the number of wet days; lower exposure of people and transport infrastructure to fluvial flooding; higher exposure of transport infrastructure to landslide hazard; higher fixed broadband and NGA provision; lower urban population density; lower change in green and built up urban area; higher proportion of people at risk of poverty; higher projected change in total population and the number of old and young people; lower performance on economic indicators. Other indicators are around the average for the North West Urban class. The radial diagrams for North West Urban 2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the North West Urban 2 sub-class in relation to the North West Urban typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "North West Urban 3": {
      "keywords": "Cities in Germany and south east England; higher fluvial flood hazard; lower landslide hazard; higher exposure of people and transport infrastructure to fluvial flooding but lower exposure to landslides; higher change in urban green and built up area; lower projected change in total population. ",
      "description": "The cities and NUTS 3 regions within this sub-class are principally found in northern Germany and south east England (including some of the NUTS 3 regions that form the Greater London conurbation). These areas tend to be either part of, or situated close to, major cities  (such as Berlin, Hamburg and Bremen). The city of Manchester also falls within this sub-class.  Relative to cities and NUTS3 regions within the three other North West Urban sub-classes, North West Urban 3 has the following distinguishing features and characteristics: higher fluvial flood hazard; lower landslide hazard; higher exposure of people and transport infrastructure to flooding; lower exposure of transport infrastructure to landslide; higher change in urban green and built up area; lower projected change in total population. Other indicators are around the average for the North West Urban class. The radial diagrams for North West Urban 3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the North West Urban 3 sub-class in relation to the North West Urban typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "North West Urban 4": {
      "keywords": "Industrial cities in the UK and Germany; lower fluvial flooding, landslide and drought hazard; lower projected increase in wet and very wet days; higher soil moisture stress and projected water consumption pressure; lower exposure of people and transport infrastructure to fluvial flooding and landslide hazard; higher broadband provision; higher urban population density and proportion of green and built up urban area; higher projected change in total population and numbers of older and younger people; higher employment-population balance. ",
      "description": "NUTS3 regions in and around major industrial cities located within the UK and Germany feature prominently in this sub-class. They include regions within Manchester, Sheffield, Birmingham, London, Dortmund, Hannover and Munich. Urban areas in the Netherlands, Belgium and Poland also fall within this sub-class.  Relative to cities and NUTS3 regions within the three other North West Urban sub-classes, North West Urban 4 has the following distinguishing features and characteristics: lower fluvial flooding, landslide and drought hazard; lower projected increase in wet and very wet days; higher soil moisture stress and projected water consumption pressure; lower exposure of people and transport infrastructure to fluvial flooding hazard; lower exposure of transport infrastructure to landslide hazard; higher fixed broadband and NGA provision; higher urban population density and proportion of green and built up urban area; higher projected change in total population and older and younger people. Other indicators are around the average for the North West Urban class. The radial diagrams for North West Urban 4, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the North West Urban 4 sub-class in relation to the North West Urban typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Lowlands and Estuaries 1": {
      "keywords": "Cities, particularly in the Netherlands and on the Baltic coast; higher drought hazard; lower projected increase in summer days and heatwave days; higher exposure of people and rail network to coastal hazard; shorter but more dense transport infrastructure networks; higher broadband coverage; higher urban population density and urban green cover; higher proportion of people at risk of poverty; higher employment-population balance. ",
      "description": "Cities and NUTS 3 regions in the Netherlands, including Amsterdam, Groningen and the Hague, fall within this sub-class. In addition, cities on the southern Baltic coast, including Rostock, Gdansk and Riga are also included, as is Hull in England.  Relative to cities and NUTS3 regions within the two other Lowlands and Estuaries sub-classes, Lowlands and Estuaries 1 has the following distinguishing features and characteristics: higher drought hazard; lower projected increase in summer days and heatwave days; higher exposure of people and rail network to coastal hazard; shorter but more dense transport infrastructure networks; higher fixed broadband and NGA coverage; higher urban population density and urban green cover; higher proportion of people at risk of poverty; higher employment-population balance. Other indicators are around the average for the Lowlands and Estuaries class. The radial diagrams for Lowlands and Estuaries 1, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Lowlands and Estuaries 1 sub-class in relation to the Lowlands and Estuaries typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Lowlands and Estuaries 2": {
      "keywords": "Northern German coast; lower fluvial flooding, drought and wildfire hazard; higher coastal hazard; projected to become wetter; lower water projected water consumption pressure; lower road and rail length; higher density of transport infrastructure; higher broadband provision; lower urban population density; lower proportion of urban green and built up land cover; higher urban green and built up change; lower projected change in total population, migration and numbers of older and younger people; lower economic performance. ",
      "description": "This sub-class is made up of a small cluster of German NUTS 3 regions located along the North Sea coast to the north of Hamburg and Bremen.  One area on the German Baltic coast is also included. Relative to cities and NUTS3 regions within the two other Lowlands and Estuaries sub-classes, Lowlands and Estuaries 2 has the following distinguishing features and characteristics: lower fluvial flooding, drought and wildfire hazard; higher coastal hazard; higher projected increase in wet days; lower projected increase in continuous dry days; lower water projected water consumption pressure; lower road and rail length; higher density of transport infrastructure; higher fixed broadband coverage; lower NGA provision; lower urban population density; lower proportion of urban green and built up land cover; higher urban green and built up change; lower projected change in total population, migration and numbers of older and younger people; lower performance on economic indicators.  Other indicators are around the average for the Lowlands and Estuaries class. The radial diagrams for Lowlands and Estuaries 2, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Lowlands and Estuaries 2 sub-class in relation to the Lowlands and Estuaries typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   },
   "Lowlands and Estuaries 3": {
      "keywords": "Widely dispersed; some cities; higher fluvial flooding and wildfire hazard; lower coastal and drought hazard; projected to become warmer and drier; higher projected water consumption pressure; higher exposure of people to fluvial flooding; lower exposure of people and rail network to coastal hazard; longer road and rail length; higher number of hospital sites per 1000 people; higher projected change in total population, migration and numbers of older and younger people; higher number of patent applications. ",
      "description": "Cities and NUTS 3 regions contained within this sub-class are dispersed across Germany, the Netherlands, France and Italy. They include cities such as Bordeaux, Rotterdam, Bremen, and Utrecht. The Italian NUTS 3 regions around Venice on the northern Adriatic coast are also present within this sub-class.  These regions are located on or close to the estuaries and deltas of major rivers including the Po, Dordogne and Rhine. Relative to cities and NUTS3 regions within the two other Lowlands and Estuaries sub-classes, Lowlands and Estuaries 3 has the following distinguishing features and characteristics: higher fluvial flooding and wildfire hazard; lower coastal and drought hazard; higher projected increase in summer days, heatwave days and continuous dry days; lower projected increase in wet days; higher projected water consumption pressure; higher exposure of people to fluvial flooding; lower exposure of people and rail network to coastal hazard; longer road and rail length; higher number of hospital sites per 1000 people; higher projected change in total population, migration and numbers of older and younger people; higher number of patent applications. Other indicators are around the average for the Lowlands and Estuaries class. The radial diagrams for Lowlands and Estuaries 3, and the indicator data contained within this online portal, can be used to develop a richer picture of the climate risk characteristics of this typology sub-class. It is also important to consider the Lowlands and Estuaries 3 sub-class in relation to the Lowlands and Estuaries typology class, which identifies the climate risk characteristics of this broader group of cities and NUTS 3 regions in a European context."
   }
}